Repository: nilupulsandeepa/SwiftUI-WeatherTracker-Assignment
Catalog: WeatherTracker/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# error_text
source: Error
zh_hans: 错误

# feels_like_text
source: Feels Like
zh_hans: 感觉就像

# humidity_text
source: Humidity
zh_hans: 湿度

# loading_text
source: Loading…
zh_hans: 加载中…

source: Network Error
zh_hans: 网络错误

# no_city_text
source: No City Selected
zh_hans: 未选择城市

# no_internet_text
source: No internet connection
zh_hans: 没有互联网连接

# search_bar_placeholder
source: Search Location
zh_hans: 搜索地点

# select_city_text
source: Please search for a city
zh_hans: 请搜索城市

# uv_text
source: UV
zh_hans: 紫外线

# weather_service_error_text
source: Something wrong with weather service
zh_hans: 气象服务出了问题
